/* de_DE v0.1 - No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ wurde heruntergeladen und steht zur Verwendung bereit. Möchten Sie %1$@ jetzt durch die neue Version ersetzen und das Programm neu starten?";

/* de_DE v0.1 - No comment provided by engineer. */
"%1$@ can't be updated when it's running from a disk image. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ kann nicht in einem Disk Image aktualisiert werden. Bitte verschieben Sie %1$@ in den Programme-Ordner, starten es von dort und versuchen es erneut.";

/* de_DE v0.1 - No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ ist die aktuelle Version.";

/* de_DE v0.1 - No comment provided by engineer. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ ist verfügbar (Sie verwenden Version %3$@). Möchten Sie die aktualisierte Version jetzt herunterladen?";


/* No comment provided by engineer. */
"%@ downloaded" = "%@ heruntergeladen";

/* de_DE v0.1 - No comment provided by engineer. */
"%@ of %@" = "%1$@ von %2$@";

/* de_DE v0.1 - No comment provided by engineer. */
"A new version of %@ is available!" = "Eine aktualisierte Version von %@ ist verfügbar.";

/* de_DE v0.1 - No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Eine aktualisierte Version von %@ ist zur Installation bereit.";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Beim Abfragen der Aktualisierungsdaten trat ein Fehler auf. Bitte versuchen Sie es später erneut.";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Beim Laden der Aktualisierung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Beim Entpacken des heruntergeladenen Archivs ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Bei der Installation der Aktualisierung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Beim Lesen der Aktualisierungsinformationen ist ein Fehler aufgetreten.";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while parsing the update feed: %@" = "Beim Lesen der Aktualisierungsinformationen ist ein Fehler aufgetreten: %@";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Beim erneuten Starten von %1$@ ist ein Fehler aufgetreten. Die neue Version von %1$@ steht aber trotzdem beim nächsten Programmstart zur Verfügung.";

/* de_DE v0.1 - the unit for bytes */
"B" = "B";

/* de_DE v0.1 - No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* de_DE v0.1 - No comment provided by engineer. */
"Cancel Update" = "Aktualisierung abbrechen";

/* de_DE v0.1 - No comment provided by engineer. */
"Checking for updates…" = "Suche nach Aktualisierungen …";

/* de_DE v0.1 - No comment provided by engineer. */
"Downloading update…" = "Aktualisierung wird heruntergeladen …";

/* de_DE v0.1 - No comment provided by engineer. */
"Extracting update…" = "Aktualisierung entpacken …";

/* de_DE v0.1 - the unit for gigabytes */
"GB" = "GB";

/* de_DE v0.1 - No comment provided by engineer. */
"Install and Relaunch" = "Installieren und erneut starten";

/* No comment provided by engineer. */
"Installing update…" = "Aktualisierung installieren …";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Bereit zum Installieren";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Soll %1$@ automatisch nach Aktualisierungen suchen? Sie können mit dem Befehl im %1$@-Menü auch manuell nach Aktualisierungen suchen.";

/* No comment provided by engineer. */
"Update Error!" = "Fehler beim Aktualisieren.";

/* No comment provided by engineer. */
"Updating %@" = "Aktualisierung von %@";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "Sie haben bereits die aktuelle Version von %@.";

/* No comment provided by engineer. */
"You're up to date!" = "Sie sind auf dem neuesten Stand.";

